{
  "alpha-nvim": { "branch": "main" },
  "coq.artifacts": { "branch": "artifacts" },
  "coq.thirdparty": { "branch": "3p" },
  "coq_nvim": { "branch": "coq" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" }
}
